Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# gameHelp.mult.doubt
source: Dubtosa (×{f}): algú va avisar d'un problema els últims 90 dies i cal una segona opinió.
en: Doubtful (×{f}): someone reported a problem in the last 90 days and a second opinion is needed.
es: Dudosa (×{f}): alguien avisó de un problema en los últimos 90 días y hace falta una segunda opinión.
eu: Zalantzazkoa (×{f}): norbaitek arazo baten berri eman du azken 90 egunetan eta bigarren iritzi bat behar da.
fr: Douteux (×{f}) : quelqu'un a signalé un problème au cours des 90 derniers jours et un deuxième avis est nécessaire.
gl: Dubidosa (×{f}): alguén avisou dun problema nos últimos 90 días e fai falta unha segunda opinión.
it: Dubbia (×{f}): qualcuno ha segnalato un problema negli ultimi 90 giorni e serve un secondo parere.
pt_pt: Duvidosa (×{f}): alguém alertou de um problema nos últimos 90 dias e é necessário uma segunda opinião.

# gameHelp.mult.dry
source: Estiatge (×{f}): comprovada al juliol o l'agost, quan és més fàcil que estigui seca i més importa saber-ho.
en: Dry season (×{f}): checked in July or August, when it is likeliest to have run dry and matters most.
es: Estiaje (×{f}): comprobada en julio o agosto, cuando es más fácil que esté seca y más importa saberlo.
eu: Agorraldia (×{f}): uztailean edo abuztuan egiaztatua, lehor egoteko aukera handiena dagoenean.
fr: Saison sèche (×{f}) : vérifiée en juillet ou en août, lorsqu'elle est la plus susceptible d'être à sec et qu'elle compte le plus.
gl: Estiaxe (×{f}): comprobada en xullo ou agosto, cando é máis doado que estea seca e máis importa sabelo.
it: Magra (×{f}): controllata a luglio o agosto, quando è più facile che sia secca e più conta saperlo.
pt_pt: Estio (×{f}): verificada em julho ou agosto, quando é mais fácil estar seca e mais importa saber.

# gameHelp.multipliers
source: Multiplicadors
en: Multipliers
es: Multiplicadores
eu: Biderkatzaileak
fr: Multiplicateurs
gl: Multiplicadores
it: Moltiplicatori
pt_pt: Multiplicadores

# gameHelp.readMore
source: Nivells i insígnies
en: Levels and badges
es: Niveles e insignias
eu: Mailak eta dominak
fr: Niveaux et badges
gl: Niveis e insignias
it: Livelli e distintivi
pt_pt: Níveis e insígnias

# gameHelp.rules
source: Dues regles més
en: Two more rules
es: Dos reglas más
eu: Beste bi arau
fr: Deux autres règles
gl: Dúas regras máis
it: Altre due regole
pt_pt: Mais duas regras

# gameHelp.settle
source: Les gotes es confirmen {h} hores després, per si cal desfer alguna cosa. Fins llavors surten com a «en camí».
en: Drops are confirmed {h} hours later, in case something has to be undone. Until then they show as "on the way".
es: Las gotas se confirman {h} horas después, por si hay que deshacer algo. Hasta entonces salen como «en camino».
eu: Tantak {h} ordu geroago berresten dira, zerbait desegin behar izanez gero. Ordura arte «bidean» agertzen dira.
fr: Les drops sont confirmés {h} quelques heures plus tard, au cas où quelque chose devrait être annulé. En attendant, ils apparaissent comme « en route ».
gl: As pingas confírmanse {h} horas despois, por se hai que desfacer algo. Ata entón saen como «en camiño».
it: Le gocce si confermano {h} ore dopo, semmai ci fosse da annullare qualcosa. Fino ad allora compaiono come «in arrivo».
pt_pt: As gotas confirmam-se {h} horas depois, caso seja necessário desfazer algo. Até lá aparecem como «a caminho».

# gameHelp.title
source: Com funcionen les gotes
en: How drops work
es: Cómo funcionan las gotas
eu: Nola funtzionatzen duten tantek
fr: Comment fonctionnent les gouttes
gl: Como funcionan as pingas
it: Come funzionano le gocce
pt_pt: Como funcionam as gotas

# gameHelp.whatPays
source: Què paga, i quant
en: What pays, and how much
es: Qué paga, y cuánto
eu: Zerk ordaintzen duen, eta zenbat
fr: Qu'est-ce qui paie et combien
gl: Que paga, e canto
it: Cosa paga, e quanto
pt_pt: O que paga, e quanto

# gamePage.badges
source: Les insígnies
en: The badges
es: Las insignias
eu: Dominak
fr: Les insignes
gl: As insignias
it: I distintivi
pt_pt: As insígnias

# gamePage.badgesLead
source: Cada família premia una manera diferent d'ajudar. Toca'n una per veure-la en gran.
en: Each family rewards a different way of helping. Tap one to see it large.
es: Cada familia premia una manera distinta de ayudar. Toca una para verla en grande.
eu: Familia bakoitzak laguntzeko modu bat saritzen du. Ukitu bat handi ikusteko.
fr: Chaque famille récompense une manière différente d'aider. Appuyez sur un pour le voir en grand.
gl: Cada familia premia unha maneira distinta de axudar. Toca unha para vela en grande.
it: Ogni famiglia premia un modo diverso di aiutare. Toccane uno per vederlo in grande.
pt_pt: Cada família premia uma forma diferente de ajudar. Toca numa para ver em grande.

# gamePage.lead
source: Cada cop que expliques com està una font, algú s'estalvia una volta per res. Les gotes són la manera de reconèixer-ho: pesen més les aportacions que fan més falta.
en: Every time you report how a fountain is doing, someone is spared a pointless detour. Drops are how that gets recognised: what is needed most is worth most.
es: Cada vez que cuentas cómo está una fuente, alguien se ahorra un rodeo para nada. Las gotas son la forma de reconocerlo: pesa más lo que más falta hace.
eu: Iturri bat nola dagoen kontatzen duzun bakoitzean, norbaitek alferrikako bidea aurrezten du. Tantak hori aitortzeko modua dira: gehien behar dena da gehien balio duena.
fr: Chaque fois que vous signalez l'état d'une fontaine, quelqu'un évite un détour inutile. Les gouttes servent à reconnaître cette contribution : ce qui est le plus nécessaire rapporte le plus.
gl: Cada vez que contas como está unha fonte, alguén aforra un rodeo para nada. As pingas son a forma de recoñecelo: pesa máis o que máis falta fai.
it: Ogni volta che racconti com'è una fontana, qualcuno si risparmia un giro a vuoto. Le gocce sono il modo di riconoscerlo: pesa di più quello che serve di più.
pt_pt: Cada vez que indicas como está uma fonte, alguém é poupado de dar uma volta desnecessária. As gotas são a forma de reconhecer isso: pesa mais o que mais falta faz.

# gamePage.levels
source: Els deu nivells
en: The ten levels
es: Los diez niveles
eu: Hamar mailak
fr: Les dix niveaux
gl: Os dez niveis
it: I dieci livelli
pt_pt: Os dez níveis

# gamePage.levelsLead
source: El nivell surt del total de gotes de tota la vida. No es baixa mai.
en: Your level comes from your lifetime total of drops. It never goes down.
es: El nivel sale del total de gotas de toda la vida. Nunca se baja.
eu: Maila bizitza osoko tanta guztietatik ateratzen da. Ez da inoiz jaisten.
fr: Votre niveau provient du total de vos drops à vie. Ça ne descend jamais.
gl: O nivel sae do total de pingas de toda a vida. Nunca se baixa.
it: Il livello viene dal totale di gocce di sempre. Non si scende mai.
pt_pt: O nível resulta do total de gotas ao longo da vida. Nunca diminui.

# gamePage.myBadges
source: La meva vitrina
en: My showcase
es: Mi vitrina
eu: Nire bilduma
fr: Ma vitrine
gl: A miña vitrina
it: La mia vetrina
pt_pt: A minha vitrina

# gamePage.notYet
source: encara no actiu
en: not active yet
es: todavía no activo
eu: oraindik ez aktibo
fr: pas encore actif
gl: aínda non activo
it: non ancora attivo
pt_pt: ainda não ativo

# gamePage.optOut
source: Es pot apagar des del perfil
en: Can be switched off in your profile
es: Se puede apagar desde el perfil
eu: Profiletik itzal daiteke
fr: Peut être désactivé dans votre profil
gl: Pódese apagar desde o perfil
it: Si può disattivare dal profilo
pt_pt: Pode-se desligar a partir do perfil

# gamePage.signUp
source: Crear un compte
en: Create an account
es: Crear una cuenta
eu: Kontu bat sortu
fr: Créer un compte
gl: Crear unha conta
it: Crea un account
pt_pt: Criar uma conta

# gamePage.specialQuota
source: Només {n} places a tot el món
en: Only {n} places worldwide
es: Solo {n} plazas en todo el mundo
eu: {n} plaza besterik ez mundu osoan
fr: Seules les places {n} dans le monde
gl: Só {n} prazas en todo o mundo
it: Solo {n} posti in tutto il mondo
pt_pt: Apenas {n} lugares em todo o mundo

# gamePage.tiers
source: Bronze a {a} · or a {b}
en: Bronze at {a} · gold at {b}
es: Bronce a {a} · oro a {b}
eu: Brontzea {a}(e)an · urrea {b}(e)an
fr: Bronze à {a} · or à {b}
gl: Bronce a {a} · ouro a {b}
it: Bronzo a {a} · oro a {b}
pt_pt: Bronze a {a} · ouro a {b}

# gamePage.title
source: Gotes, nivells i insígnies
en: Drops, levels and badges
es: Gotas, niveles e insignias
eu: Tantak, mailak eta dominak
fr: Gouttes, niveaux et badges
gl: Pingas, niveis e insignias
it: Gocce, livelli e distintivi
pt_pt: Gotas, níveis e insígnias

# gamePage.toMap
source: Anar al mapa
en: Go to the map
es: Ir al mapa
eu: Joan mapara
fr: Aller à la carte
gl: Ir ao mapa
it: Vai alla mappa
pt_pt: Ir para o mapa

# gamePage.uniqueTier
source: Grau únic
en: Single tier
es: Grado único
eu: Maila bakarra
fr: Niveau unique
gl: Grao único
it: Grado unico
pt_pt: Grau único

# gamePage.unlocks
source: Què obre pujar de nivell
en: What levelling up unlocks
es: Qué abre subir de nivel
eu: Zer irekitzen du maila igotzeak
fr: Ce que la mise à niveau débloque
gl: Que abre subir de nivel
it: Cosa sblocca salire di livello
pt_pt: O que abre subir de nível

# gamePage.unlocksAlso
source: A més de les gotes calen {n} dies diferents amb aportacions, i cap anul·lació per mal ús els darrers 90 dies. Els permisos són reversibles.
en: Beyond the drops it takes {n} distinct days with contributions, and no misuse void in the last 90 days. Permissions are reversible.
es: Además de las gotas hacen falta {n} días distintos con aportaciones, y ninguna anulación por mal uso en los últimos 90 días. Los permisos son reversibles.
eu: Tantez gain, ekarpenak dituzten {n} egun ezberdin behar dira, eta azken 90 egunetan gaizki erabiltzeagatik baliogabetzerik ez. Baimenak itzulgarriak dira.
fr: Au-delà des baisses il faut {n} jours distincts avec cotisations, et aucun abus nul au cours des 90 derniers jours. Les autorisations sont réversibles.
gl: Ademais das pingas fan falta {n} días distintos con achegas, e ningunha anulación por mal uso nos últimos 90 días. Os permisos son reversibles.
it: Oltre alle gocce servono {n} giorni diversi con contributi, e nessun annullamento per uso scorretto negli ultimi 90 giorni. I permessi sono reversibili.
pt_pt: Além das gotas são necessários {n} dias distintos com contribuições, e nenhuma anulação por uso indevido nos últimos 90 dias. As permissões são reversíveis.

# gamePage.unlocksOff
source: Encara no està actiu: mentre les gotes siguin provisionals no es concedeix cap permís automàtic.
en: Not active yet: no permission is granted automatically while drops are still provisional.
es: Todavía no está activo: mientras las gotas sean provisionales no se concede ningún permiso automático.
eu: Oraindik ez dago aktibo: tantak behin-behinekoak diren bitartean ez da baimen automatikorik ematen.
fr: Pas encore actif : aucune autorisation n'est accordée automatiquement tant que les suppressions sont encore provisoires.
gl: Aínda non está activo: mentres as pingas sexan provisionais non se concede ningún permiso automático.
it: Non è ancora attivo: finché le gocce sono provvisorie non si concede nessun permesso automatico.
pt_pt: Ainda não está ativo: enquanto as gotas forem provisórias não é concedida nenhuma permissão automática.

# gpx.done
source: {n} fonts baixades en GPX
en: {n} fountains downloaded as GPX
es: {n} fuentes descargadas en GPX
eu: {n} iturri deskargatuta GPX formatuan
fr: {n} fontaines téléchargées en GPX
gl: {n} fontes descargadas en GPX
it: {n} fontane scaricate in GPX
pt_pt: {n} fontes descarregadas em GPX

# gpx.doneCapped
source: {n} de {total} fonts (el màxim que admet un GPS)
en: {n} of {total} fountains (the most a GPS takes)
es: {n} de {total} fuentes (el máximo que admite un GPS)
eu: {total}(e)tik {n} iturri (GPS batek onartzen duen gehienekoa)
fr: {n} sur {total} fontaines (le maximum accepté par un GPS)
gl: {n} de {total} fontes (o máximo que admite un GPS)
it: {n} di {total} fontane (il massimo che accetta un GPS)
pt_pt: {n} de {total} fontes (o máximo que um GPS aceita)

# gpx.download
source: Baixa les fonts en GPX
en: Download fountains as GPX
es: Descargar las fuentes en GPX
eu: Deskargatu iturriak GPX formatuan
fr: Télécharger les fontaines en GPX
gl: Descargar as fontes en GPX
it: Scarica le fontane in GPX
pt_pt: Descarregar as fontes em GPX

# gpx.empty
source: Aquí no hi ha cap font per baixar
en: No fountains here to download
es: Aquí no hay ninguna fuente que descargar
eu: Hemen ez dago deskargatzeko iturririk
fr: Aucune fontaine à télécharger ici
gl: Aquí non hai ningunha fonte que descargar
it: Qui non c'è nessuna fontana da scaricare
pt_pt: Aqui não há nenhuma fonte para descarregar

# gpx.failed
source: No s'ha pogut preparar el fitxer
en: Could not build the file
es: No se ha podido preparar el fichero
eu: Ezin izan da fitxategia prestatu
fr: Impossible de préparer le fichier
gl: Non se puido preparar o ficheiro
it: Non è stato possibile preparare il file
pt_pt: Não foi possível preparar o ficheiro

# gpx.group
source: Rutes i fonts en GPX
en: Routes and fountains as GPX
es: Rutas y fuentes en GPX
eu: Ibilbideak eta iturriak GPX formatuan
fr: Itinéraires et fontaines en GPX
gl: Rutas e fontes en GPX
it: Itinerari e fontane in GPX
pt_pt: Rotas e fontes em GPX

# gpx.hint
source: Per al GPS del manillar: Garmin, Wahoo, Wikiloc…
en: For the GPS on your handlebars: Garmin, Wahoo, Wikiloc…
es: Para el GPS del manillar: Garmin, Wahoo, Wikiloc…
eu: Manillarreko GPSrako: Garmin, Wahoo, Wikiloc…
fr: Pour le GPS du guidon : Garmin, Wahoo, Wikiloc…
gl: Para o GPS do manillar: Garmin, Wahoo, Wikiloc…
it: Per il GPS del manubrio: Garmin, Wahoo, Wikiloc…
pt_pt: Para o GPS do guiador: Garmin, Wahoo, Wikiloc…

# gpx.unchecked
source: Ningú no l'ha comprovat mai
en: Nobody has ever checked it
es: Nadie la ha comprobado nunca
eu: Inork ez du inoiz egiaztatu
fr: Personne ne l'a jamais vérifiée
gl: Ninguén a comprobou nunca
it: Nessuno l'ha mai controllata
pt_pt: Ninguém a verificou nunca

# gpx.working
source: Preparant…
en: Preparing…
es: Preparando…
eu: Prestatzen…
fr: Préparation…
gl: Preparando…
it: Preparazione…
pt_pt: A preparar…

# gpxIn.backBody
source: Si l'has fet, digues com estaven les fonts. És el que farà que el proper no s'hi desviï per res.
en: If you rode it, say how the fountains were. That is what stops the next person making the detour for nothing.
es: Si la hiciste, cuenta cómo estaban las fuentes. Es lo que hará que el siguiente no se desvíe para nada.
eu: Egin baduzu, esan nola zeuden iturriak. Horrek egingo du hurrengoak alferrik ez desbideratzea.
fr: Si vous l'avez fait, dites dans quel état étaient les fontaines. C'est ce qui évitera au suivant un détour pour rien.
gl: Se a fixeches, conta como estaban as fontes. É o que fará que o seguinte non se desvíe para nada.
it: Se l'hai fatto, racconta com'erano le fontane. È quello che farà sì che il prossimo non devii per nulla.
pt_pt: Se a fizeste, conta como estavam as fontes. É o que evitará que o próximo se desvie para nada.

# gpxIn.backTitle
source: {name} · fa {d} dies
en: {name} · {d} days ago
es: {name} · hace {d} días
eu: {name} · duela {d} egun
fr: {name} · il y a {d} jours
gl: {name} · hai {d} días
it: {name} · {d} giorni fa
pt_pt: {name} · há {d} dias

# gpxIn.backToday
source: {name} · avui
en: {name} · today
es: {name} · hoy
eu: {name} · gaur
fr: {name} · aujourd'hui
gl: {name} · hoxe
it: {name} · oggi
pt_pt: {name} · hoje

# gpxIn.collapseMap
source: Redueix el mapa
en: Shrink map
es: Reducir el mapa
eu: Txikitu mapa
fr: Réduire la carte
gl: Reducir o mapa
it: Riduci la mappa
pt_pt: Reduzir o mapa

# gpxIn.corridor
source: Fins a
en: Up to
es: Hasta
eu: Gehienez
fr: Jusqu'à
gl: Ata
it: Fino a
pt_pt: Até

# gpxIn.counted
source: Comptat
en: Reported
es: Contado
eu: Kontatuta
fr: Signalé
gl: Contado
it: Segnalato
pt_pt: Contado

# gpxIn.detour
source: a {m} m del traçat
en: {m} m off the track
es: a {m} m del trazado
eu: ibilbidetik {m} m-ra
fr: à {m} m du tracé
gl: a {m} m do trazado
it: a {m} m dal tracciato
pt_pt: a {m} m do traçado

# gpxIn.driest
source: Tram més sec: {km} km, del km {a} al {b}
en: Longest dry stretch: {km} km, from km {a} to {b}
es: Tramo más seco: {km} km, del km {a} al {b}
eu: Tarterik lehorrena: {km} km, {a}. km-tik {b}.era
fr: Plus long tronçon sans eau : {km} km, du km {a} au {b}
gl: Tramo máis seco: {km} km, do km {a} ao {b}
it: Tratto più asciutto: {km} km, dal km {a} al {b}
pt_pt: Troço mais seco: {km} km, do km {a} ao {b}

# gpxIn.driestAll
source: Cap font en tot el recorregut
en: No fountains at all on this route
es: Ninguna fuente en todo el recorrido
eu: Ez dago iturririk ibilbide osoan
fr: Aucune fontaine sur tout le parcours
gl: Ningunha fonte en todo o percorrido
it: Nessuna fontana lungo tutto il percorso
pt_pt: Nenhuma fonte em todo o percurso

# gpxIn.driestClimb
source: La pujada més llarga sense aigua: del km {a} al {b}, +{m} m
en: Longest climb with no water: from km {a} to {b}, +{m} m
es: La subida más larga sin agua: del km {a} al {b}, +{m} m
eu: Ur gabeko igoerarik luzeena: {a}. kmtik {b}.era, +{m} m
fr: La plus longue montée sans eau : du km {a} au {b}, +{m} m
gl: A subida máis longa sen auga: do km {a} ao {b}, +{m} m
it: La salita più lunga senza acqua: dal km {a} al {b}, +{m} m
pt_pt: A subida mais longa sem água: do km {a} ao {b}, +{m} m

# gpxIn.driestSure
source: Comptant només on consta aigua: {km} km, del km {a} al {b}
en: Counting only confirmed water: {km} km, from km {a} to {b}
es: Contando solo donde consta agua: {km} km, del km {a} al {b}
eu: Ura dagoela dakigun tokiak soilik kontatuta: {km} km, {a}. kmtik {b}.era
fr: En ne comptant que l'eau confirmée : {km} km, du km {a} au {b}
gl: Contando só onde consta auga: {km} km, do km {a} ao {b}
it: Contando solo dove risulta acqua: {km} km, dal km {a} al {b}
pt_pt: Contando só onde consta água: {km} km, do km {a} ao {b}

# gpxIn.expandMap
source: Amplia el mapa
en: Enlarge map
es: Ampliar el mapa
eu: Handitu mapa
fr: Agrandir la carte
gl: Ampliar o mapa
it: Ingrandisci la mappa
pt_pt: Ampliar o mapa

# gpxIn.export
source: Baixa-les en GPX
en: Download them as GPX
es: Descargarlas en GPX
eu: Deskargatu GPX formatuan
fr: Les télécharger en GPX
gl: Descargalas en GPX
it: Scaricale in GPX
pt_pt: Descarregar em GPX

# gpxIn.exportN
source: Descarregar-ne {n} en GPX
en: Download {n} as GPX
es: Descargar {n} en GPX
eu: Deskargatu {n} GPX formatuan
fr: Télécharger {n} en GPX
gl: Descargar {n} en GPX
it: Scarica {n} in GPX
pt_pt: Descarregar {n} em GPX

# gpxIn.failed
source: No s'ha pogut llegir el fitxer.
en: Could not read the file.
es: No se ha podido leer el fichero.
eu: Ezin izan da fitxategia irakurri.
fr: Impossible de lire le fichier.
gl: Non se puido ler o ficheiro.
it: Non è stato possibile leggere il file.
pt_pt: Não foi possível ler o ficheiro.

# gpxIn.forget
source: Oblida-la
en: Forget it
es: Olvidarla
eu: Ahaztu
fr: L'oublier
gl: Esquecela
it: Dimenticalo
pt_pt: Esquecer

# gpxIn.fromHere
source: Només a partir d'aquí
en: From here on only
es: Solo a partir de aquí
eu: Hemendik aurrera bakarrik
fr: À partir d'ici seulement
gl: Só a partir de aquí
it: Solo da qui in poi
pt_pt: Só a partir daqui

# gpxIn.intro
source: Descobreix les fonts del teu recorregut i els darrers avisos. Tria un fitxer de ruta GPX per veure-les al llarg del camí.
en: Find fountains along your route and their latest reports. Choose a GPX route file to see them along the way.
es: Descubre las fuentes de tu recorrido y sus últimos avisos. Elige un archivo de ruta GPX para verlas a lo largo del camino.
eu: Ezagutu zure ibilbideko iturriak eta azken abisuak. Aukeratu GPX ibilbide-fitxategi bat bidean zehar ikusteko.
fr: Découvrez les fontaines de votre parcours et les derniers signalements. Choisissez un fichier GPX pour les situer le long du chemin.
gl: Descubre as fontes do teu percorrido e os últimos avisos. Escolle un ficheiro de ruta GPX para velas ao longo do camiño.
it: Scopri le fontane lungo il percorso e le ultime segnalazioni. Scegli un file di percorso GPX per visualizzarle.
pt_pt: Descobre as fontes do teu percurso e os últimos avisos. Escolhe um ficheiro de rota GPX para as veres ao longo do caminho.

# gpxIn.none
source: Cap font dins d'aquesta distància del recorregut.
en: No fountains within that distance of the route.
es: Ninguna fuente dentro de esa distancia del recorrido.
eu: Ez dago iturririk ibilbidetik distantzia horretan.
fr: Aucune fontaine à cette distance du parcours.
gl: Ningunha fonte dentro desa distancia do percorrido.
it: Nessuna fontana entro quella distanza dal percorso.
pt_pt: Nenhuma fonte a essa distância do percurso.

# gpxIn.notATrack
source: Aquest fitxer no té cap recorregut. Ha de ser un GPX amb un track o una ruta.
en: This file has no route in it. It needs to be a GPX with a track or a route.
es: Este fichero no tiene ningún recorrido. Tiene que ser un GPX con un track o una ruta.
eu: Fitxategi honek ez du ibilbiderik. GPX batek track edo route bat izan behar du.
fr: Ce fichier ne contient aucun parcours. Il faut un GPX avec une trace ou un itinéraire.
gl: Este ficheiro non ten ningún percorrido. Ten que ser un GPX cun track ou unha ruta.
it: Questo file non contiene nessun percorso. Dev'essere un GPX con un track o una route.
pt_pt: Este ficheiro não tem nenhum percurso. Tem de ser um GPX com um track ou uma rota.

# gpxIn.pick
source: Tria un fitxer GPX
en: Choose a GPX file
es: Elegir un fichero GPX
eu: Aukeratu GPX fitxategi bat
fr: Choisir un fichier GPX
gl: Escoller un ficheiro GPX
it: Scegli un file GPX
pt_pt: Escolher um ficheiro GPX

# gpxIn.privacy
source: El fitxer es llegeix al teu navegador i no surt del dispositiu. Al servidor només se li demanen les fonts de la zona.
en: The file is read in your browser and never leaves your device. Only the fountains for the area are requested from the server.
es: El fichero se lee en tu navegador y no sale del dispositivo. Al servidor solo se le piden las fuentes de la zona.
eu: Fitxategia zure nabigatzailean irakurtzen da eta ez da gailutik ateratzen. Zerbitzariari inguruko iturriak baino ez zaizkio eskatzen.
fr: Le fichier est lu dans votre navigateur et ne quitte pas votre appareil. Seules les fontaines de la zone sont demandées au serveur.
gl: O ficheiro lese no teu navegador e non sae do dispositivo. Ao servidor só se lle piden as fontes da zona.
it: Il file si legge nel tuo browser e non esce dal dispositivo. Al server si chiedono solo le fontane della zona.
pt_pt: O ficheiro é lido no teu navegador e não sai do dispositivo. Ao servidor só se pedem as fontes da zona.

# gpxIn.profile
source: Perfil del recorregut · de {min} a {max} m
en: Route profile · {min} to {max} m
es: Perfil del recorrido · de {min} a {max} m
eu: Ibilbidearen profila · {min} m-tik {max} m-ra
fr: Profil du parcours · de {min} à {max} m
gl: Perfil do percorrido · de {min} a {max} m
it: Profilo del percorso · da {min} a {max} m
pt_pt: Perfil do percurso · de {min} a {max} m
